Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/dormant_bank_accounts_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: A dormant account is an account that has had no customer-initiated transactions for 15 years
ga: Cuntas díomhaoin é cuntas nach ndearnadh aon idirbheartaíochtaí custaiméir-thionscanta leis le 15 bliana anuas

source: Life assurance policies with a specified term are considered dormant 5 years after the end of that term
ga: Meastar gur díomhaoin do pholasaithe árachas saoil ag a bhfuil téarma sonraithe 5 bliana i ndiaidh dheireadh an téarma sin

source: Under the Dormant Accounts Acts 2001–2012 and the Unclaimed Life Assurance Policies Act 2003, balances on dormant accounts with banks, building societies and An Post, as well as the net encashment value of certain life assurance policies are paid into the Dormant Accounts Fund. This fund is managed by the National Treasury Management Agency (NTMA)
ga: Faoi Achtanna na gCuntas Díomhaoin 2001–2012 agus an tAcht um Polasaithe Árachais Saoil, 2003, íoctar iarmhéideanna ar chuntais dhíomhaoine le bainc, cumainn foirgníochta agus an Post mar aon le glanluach ina airgead polasaithe áirithe árachas saoil isteach i gCiste na gCuntas Díomhaoin, a dhéanann Gníomhaireacht Bainistíochta an Chisteáin Náisiúnta (NTMA) a bhainistiú

source: Financial institutions must contact you if you have not carried out a transaction on your account in 15 years or more
ga: Ní mór d’institiúidí airgeadais dul i dteagmháil leat murar thug tú faoi idirbheartaíocht ar do chuntas le 15 bliana anuas nó níos faide

source: If the institution cannot contact you, the money in the account will be transferred to the Dormant Accounts Fund
ga: Murar féidir leis an institiúid dul i dteagmháil leat, aistreofar an t-airgead i do chuntas chuig Ciste na gCuntas Díomhaoin

source: The rights of original account holders (or their heirs) are not affected by the transfer to the Fund and they can always reclaim the money (including interest) - see 'How to apply' below for information on how to reclaim funds
ga: Ní dhéantar difear do chearta na mbunsealbhóirí cuntais (ná dá n-oidhrí) ag an aistriú chuig an gCiste agus féadfaidh siad i gcónaí an t-airgead a athéileamh (lena n-áirítear an t-ús) – féach ‘Conas iarratas a dhéanamh’ thíos chun teacht ar thuilleadh faisnéise faoi conas cistí a athéileamh

source: If someone dies without making a will and their relatives cannot be found, the State is the ultimate beneficiary of their estate
ga: Má fhaigheann duine bás gan uacht a dhéanamh agus murar féidir teacht ar a ngaolta, is é an Stát tairbhí deiridh a n-eastáit

source: The proceeds of sale of property and any other assets are placed in an Intestate Estates Fund Deposit Account, which may also be paid into the Dormant Accounts Fund
ga: Cuirtear fáltais ó réadmhaoin a dhíol agus aon sócmhainní eile i gCuntas Taisce Ciste Eastát Díthiomnach, agus d’fhéadfaí iad a íoc isteach i gCiste na gCuntas Díomhaoin chomh maith

source: What kind of dormant accounts are covered by the Acts?
ga: Céard iad na cineálacha cuntas díomhaoin a chlúdaíonn na hAchtanna?

source: The Acts apply to a deposit, share or current account in a bank or building society; an account, saving certificate, savings bond or instalment saving scheme with An Post; and certain life assurance policies
ga: Baineann na hAchtanna le cuntais taisce, scaireanna nó reatha i mbanc nó i gcumann foirgníochta; cuntas, teastas coigiltis, bannaí coigiltis nó scéim coigiltis tráthchoda leis an bPost; mar aon le polasaithe áirithe árachas saoil

source: The legislation does not apply to accounts held in credit unions
ga: Ní bhaineann an reachtaíocht le cuntais a choimeádtar i gcomhair chreidmheasa

source: What is the dormancy period?
ga: Céard í an tréimhse dhíomhaointis?

source: The dormancy period means a period of 15 years from 30 September of each year
ga: Ciallaíonn an tréimhse dhíomhaointis tréimhse 15 bliana ón 30 Meán Fómhair gach bliain

source: An account is designated dormant when on 30 September there have been no transactions by the account holder in the previous 15 years
ga: Sainítear cuntas amhail bheith díomhaoin nuair nach ndearna an sealbhóir cuntais aon idirbheartaíocht le 15 bliana roimhe sin amhail an 30 Meán Fómhair

source: Institutions must write to all customers identified as being holders of dormant accounts (unless there is under €100 in the account or the person has instructed the institution not to send correspondence or correspondence to the last address has been returned)
ga: Ní mór d’institiúidí scríobh chuig gach custaiméir a shainaithnítear amhail bheith ina sealbhóirí de chuntais dhíomhaoine (mura bhfuil níos lú ná €100 sa chuntas nó má thug an duine ordú don institiúid gan comhfhreagras a sheoladh nó má seoladh ar ais comhfhreagras a sheoladh chuig an seoladh deireanach)

source: If an account has been designated as being a dormant account– the account holder has until 31 March of the following year to reactivate the account by contacting their institution and carrying out a transaction on the account
ga: Má sainaithníodh cuntas amhail bheith díomhaoin – tá go dtí an 31 Márta den bhliain ina dhiaidh sin ag an sealbhóir cuntais chun an cuntas a athghníomhachtú trí dhul i dteagmháil lena n-institiúid agus tabhairt faoi idirbheartaíocht ar an gcuntas

source: After 31 March of the following year, the funds are transferred to the Dormant Accounts Fund
ga: I ndiaidh an 31 Márta den bhliain ina dhiaidh sin, aistrítear na cistí chuig Ciste na gCuntas Díomhaoin

source: Even if the funds or property have been transferred to the Dormant Accounts Fund, you or your next of kin still have a claim on your funds or property
ga: Fiú má aistríodh na cistí nó réadmhaoin chuig Ciste na gCuntas Díomhaoin, féadfaidh tú féin nó do neasghaol do chistí nó do réadmhaoin a éileamh

source: Dormant accounts disbursement schemes
ga: Scéimeanna eisíocaíochtaí na gcuntas díomhaoin

source: While the legislation guarantees the right of account holders to reclaim funds at any time, it also provides for disbursement of funds that are not likely to be reclaimed
ga: Cé go ráthaíonn an reachtaíocht ceart na sealbhóirí cuntais chun cistí a athéileamh ag tráth ar bith, déantar foráil le haghaidh eisíocaíocht cistí nach dócha a athéileofar

source: Allocations from the Dormant Accounts Fund are focussed on programmes or projects that support the following objectives and groups:
ga: Dírítear leithroinnt ó Chiste na gCuntas Díomhaoin ar chláir nó ar thionscadail a thacaíonn leis na cuspóirí agus na grúpaí a leanas:

source: • The personal and social development of people who are economically or socially disadvantaged
ga: • Forbairt phearsanta agus shóisialta daoine atá faoi mhíbhuntáiste geilleagrach nó sóisialta

source: • The educational development of people who are educationally disadvantaged,
ga: • Forbairt oideachais daoine atá faoi mhíbhuntáistí oideachais

source: • People with a disability (within the meaning of the Equal Status Acts)
ga: • Daoine atá faoi mhíchumas (laistigh de bhrí na nAchtanna um Stádas Comhionann)

source: You can get further information on dormant accounts disbursement schemes from the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs or Pobal – see 'Where to apply' below
ga: Féadfaidh tú tuilleadh faisnéise a fháil ar scéimeanna eisíocaíochta na gcuntas díomhaoin ón Roinn Comhshaoil, Pobail agus Rialtais Áitiúil nó ó Phobal – féach 'Cá ndéanfaidh mé iarratas? ’ thíos

source: If you have been notified by your credit institution, or if you have reason to believe that you have dormant funds in a branch of a credit institution, you should complete the Dormant Account Claim Form and send it directly to the credit institution concerned
ga: Má chuireann d’institiúid creidmheas in iúl duit nó creideann tú go bhfuil cistí díomhaoine i mbrainse institiúide creidmheas, ba chóir duit an Fhoirm Éilimh Cuntais Díomhaoine a chomhlánú agus í a sheoladh díreach chuig an institiúid chreidmheasa áirithe

source: The Dormant Account Claim Form is in the Banking and Payments Federation Ireland booklet, A Guide to Dormant Accounts (pdf), which is available in credit institutions
ga: Tá an Fhoirm Éilimh Cuntais Díomhaoine sa leabhrán na Cónaidhme Bhaincéireachta agus Íocaíochtaí na hÉireann, Treoir maidir le Cuntais Dhíomhaoine (pdf) atá ar fáil in institiúidí chreidmheasa

source: If the credit institution no longer exists, you can find information on dormant accounts on the Banking and Payments Federation Ireland website, bpfi.ie
ga: Mura bhfuil an institiúid ann a thuilleadh, is féidir leat faisnéis faoi chuntais dhíomhaoine ar shuíomh gréasáin na Cónaidhme Bhaincéireachta agus Íocaíochtaí na hÉireann, bpfi.ie

source: You should send the completed Dormant Account Claim Form directly to the credit institution concerned
ga: Bá chóir duit an Fhoirm Éilimh Cuntais Díomhaoine chomhlánaithe díreach chuig an institiúid chreidmheasa áirithe a sheoladh
